[
  {
    "John Smith": [
      {
        "company": "ABG",
        "mentorVote": 2,
        "companyVote": 1,
        "mentorRanking": 4,
        "companyRanking": 5,
        "mentorFeedback": "Ea excepteur magna laboris labore cupidatat mollit dolor sit velit commodo ullamco pariatur. Aliquip ad cupidatat magna occaecat culpa laboris. Ex dolore excepteur dolor id sit adipisicing pariatur sit labore elit nostrud dolore.\r\n",
        "companyFeedback": "Ex sit est commodo consectetur consequat eiusmod elit dolor dolore deserunt esse ex cupidatat ad. Sit nulla consequat cillum elit anim id in nulla dolor sunt commodo eiusmod consequat. Reprehenderit ad adipisicing aute commodo consectetur laboris qui amet sint id est nulla ea. Elit exercitation ex amet tempor deserunt ipsum mollit consectetur incididunt consequat labore nisi dolore. Elit dolor nisi id eu. Cillum ut ex duis occaecat pariatur sint et dolor tempor sunt.\r\n",
        "matchResult": 2
      },
      {
        "company": "Tech",
        "mentorVote": 1,
        "companyVote": 1,
        "mentorRanking": 1,
        "companyRanking": 5,
        "mentorFeedback": "Reprehenderit adipisicing veniam ad dolore aute in. In consectetur labore eu nisi sit officia. In nisi excepteur consequat excepteur dolor est quis non laboris laborum dolor nulla ullamco ea. Incididunt commodo irure tempor dolor officia tempor incididunt ad exercitation qui aliquip deserunt. Velit laboris enim occaecat deserunt ea. Sint minim et enim ullamco veniam occaecat sunt incididunt commodo. Veniam enim proident laboris pariatur.\r\n",
        "companyFeedback": "Cillum elit nisi nulla minim enim. Et quis laboris Lorem commodo dolor do est dolor fugiat ex mollit culpa. Sunt incididunt elit incididunt sit velit. Consequat mollit irure commodo elit commodo aliqua fugiat.\r\n",
        "matchResult": 1
      },
      {
        "company": "BigCom",
        "mentorVote": 3,
        "companyVote": 3,
        "mentorRanking": 2,
        "companyRanking": 1,
        "mentorFeedback": "Commodo quis est ut laboris dolore sit nisi nisi esse aliqua aliqua veniam qui dolor. Labore magna consectetur incididunt proident proident dolore amet irure est ut laborum qui. Sint id Lorem reprehenderit eiusmod cupidatat exercitation laborum labore sint consequat fugiat amet. Cupidatat labore cillum commodo culpa nostrud officia est culpa.\r\n",
        "companyFeedback": "Sit velit nostrud id pariatur deserunt quis. Incididunt laboris adipisicing culpa enim. Occaecat eiusmod sit aliqua est amet dolor esse irure quis aliqua. Aliquip sunt ullamco pariatur sunt.\r\n",
        "matchResult": 6
      }
    ]
  },
  {
    "Jane Maclaren": [
      {
        "company": "ABG",
        "mentorVote": 3,
        "companyVote": 1,
        "mentorRanking": 3,
        "companyRanking": 1,
        "mentorFeedback": "Eu do quis laborum dolor fugiat elit nisi velit cupidatat enim. Nisi velit deserunt duis nisi magna in culpa adipisicing officia occaecat dolore aliquip laborum consectetur. Ad dolor reprehenderit laboris nisi labore.",
        "companyFeedback": "Nisi pariatur velit dolore esse eu eu dolore eiusmod irure commodo occaecat quis enim reprehenderit. Laboris pariatur nostrud nulla minim elit incididunt fugiat commodo. Laboris esse minim amet eu occaecat. Exercitation ad tempor occaecat sunt ng.",
        "matchResult": 3
      },
      {
        "company": "Tech",
        "mentorVote": 2,
        "companyVote": 1,
        "mentorRanking": 5,
        "companyRanking": 3,
        "mentorFeedback": "Consectetur proident velit excepteur laborum eu. Velit ullamco sit tempor labore in esse mollit mollit. Ex Lorem voluptate consectetur cupidatat ullamco excepteur enim mollit reprehenderit qui incididunt. Commodo non et eu officia minim nostrud laboris ad amet. Incididunt pariatur voluptate ut nulla id ea commodo eu occaecat duis culpa consectetur ad incididunt. Aliqua cillum quis dolore amet. Do qui occaecat ipsum nulla deserunt et officia.\r\n",
        "companyFeedback": "Ullamco et exercitation commodo irure nostrud ut. Sit eiusmod tempor non cupidatat. Laborum veniam voluptate in nostrud amet exercitation nisi est officia occaecat occaecat sint. Magna laborum nulla exercitation occaecat mollit. Esse deserunt adipisicing esse enim non occaecat quis cupidatat consectetur consequat sunt. Adipisicing tempor aliqua nisi incididunt pariatur esse consectetur id sunt sit pariatur. Sint elit consequat eu incididunt non proident eiusmod aute nostrud.\r\n",
        "matchResult": 2
      },
      {
        "company": "BigCom",
        "mentorVote": 1,
        "companyVote": 2,
        "mentorRanking": 4,
        "companyRanking": 5,
        "mentorFeedback": "Aliquip irure ipsum excepteur fugiat aute pariatur voluptate amet dolor. Id ea aliquip elit magna enim excepteur dolor labore qui. Laborum incididunt ad quis ipsum exercitation aute amet aliqua aliqua exercitation sit pariatur Lorem sit.\r\n",
        "companyFeedback": "Sunt amet id incididunt incididunt eu aliquip quis et amet nulla officia. Esse culpa pariatur nostrud nostrud deserunt ut eu commodo non irure laboris qui et. Aute mollit cillum quis et sunt ut irure labore. Quis adipisicing mollit nisi amet enim consectetur laborum do ea. Veniam dolor velit nisi ea enim non fugiat laborum sunt adipisicing in duis. Irure nulla officia minim in Lorem ullamco non sint non non irure enim eu consectetur. Aliqua minim esse labore dolore sit occaecat id fugiat.\r\n",
        "matchResult": 2
      }
    ]
  },
  {
    "Alex Quintero": [
      {
        "company": "ABG",
        "mentorVote": 1,
        "companyVote": 1,
        "mentorRanking": 4,
        "companyRanking": 1,
        "mentorFeedback": "Sint tempor culpa amet nulla cupidatat velit tempor Lorem eu et do ea. Consectetur elit esse ut sit fugiat minim et exercitation. Aute et ullamco consequat dolor officia ad. Id duis veniam officia amet dolor qui esse dolor amet non anim deserunt consectetur ipsum. Minim et ad eiusmod eiusmod non mollit dolor consequat.\r\n",
        "companyFeedback": "Occaecat cupidatat proident eu excepteur nulla quis do nostrud excepteur aliquip cupidatat cillum. Nostrud qui enim sint nulla sunt non sint deserunt officia dolor dolor. Duis ex excepteur mollit elit ex eu est quis est nostrud in deserunt. Minim commodo aute adipisicing cillum veniam sit irure sit ex deserunt excepteur culpa.\r\n",
        "matchResult": 2
      },
      {
        "company": "BigCom",
        "mentorVote": 3,
        "companyVote": 0,
        "mentorRanking": 2,
        "companyRanking": 1,
        "mentorFeedback": "Reprehenderit enim amet aute mollit mollit esse cupidatat ullamco. Esse exercitation elit anim deserunt do consequat nostrud duis laborum tempor quis. Consectetur ullamco in id exercitation incididunt et pariatur minim cillum. Laboris fugiat duis quis ex dolore in reprehenderit proident nisi quis.\r\n",
        "companyFeedback": "Sunt nisi anim voluptate tempor deserunt do est aute culpa consequat id. Quis commodo amet et duis elit proident. Consectetur Lorem duis occaecat magna do irure est occaecat pariatur duis. Amet enim nulla veniam cupidatat ex commodo. Id consequat anim ex nulla. Voluptate quis est proident officia veniam duis ipsum nulla quis non enim aute.\r\n",
        "matchResult": 0
      }
    ]
  }
]